[
    {
        "link": "https://www.nytimes.com//2024/02/09/travel/hot-springs.html",
        "title": "Dipping Into the World’s Most Stunning Hot Springs",
        "description": "From onsens in Japan to high-altitude pools in Bolivia, the photographer Greta Rybus shares highlights from her search for thermal waters.",
        "content": "Dipping Into the World’s Most Stunning Hot Springs - From onsens in Japan to high-altitude pools in Bolivia, the photographer Greta Rybus shares highlights from her search for thermal waters."
    },
    {
        "link": "https://www.nytimes.com//2024/02/09/briefing/biden-documents-zelensky-general.html",
        "title": "Friday Briefing",
        "description": "A special counsel clears Biden.",
        "content": "Friday Briefing - A special counsel clears Biden."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/world/australia/australia-us-china-detente.html",
        "title": "As Fears Rise, Some Australians Seek U.S.-China Détente",
        "description": "Many countries are trying to figure out what to do about a more insecure, more nuclear-driven world. Australia has an idea.",
        "content": "As Fears Rise, Some Australians Seek U.S.-China Détente - Many countries are trying to figure out what to do about a more insecure, more nuclear-driven world. Australia has an idea."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/world/europe/putin-tucker-carlson-interview.html",
        "title": "Putin Calls on U.S. to ‘Negotiate’ on Ukraine in Tucker Carlson Interview",
        "description": "In a two-hour interview, President Vladimir Putin of Russia was more direct than usual about how he sees his Ukraine invasion ending: not with a military victory, but a deal with the West.",
        "content": "Putin Calls on U.S. to ‘Negotiate’ on Ukraine in Tucker Carlson Interview - In a two-hour interview, President Vladimir Putin of Russia was more direct than usual about how he sees his Ukraine invasion ending: not with a military victory, but a deal with the West."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/world/middleeast/gaza-rafa-israel-hamas.html",
        "title": "Crowded Gazan City Bombed as Negotiators Try to Revive Cease-Fire Talks",
        "description": "A day after Prime Minister Benjamin Netanyahu signaled that the Israeli military was preparing to move into Rafah, airstrikes there killed and wounded multiple people.",
        "content": "Crowded Gazan City Bombed as Negotiators Try to Revive Cease-Fire Talks - A day after Prime Minister Benjamin Netanyahu signaled that the Israeli military was preparing to move into Rafah, airstrikes there killed and wounded multiple people."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/world/europe/ukraine-russia-war-oleksandr-syrsky.html",
        "title": "A New General Takes Over as Ukraine Struggles on the Battlefield",
        "description": "Gen. Oleksandr Syrsky is taking a job vacated by a general who is well-regarded by the army, in what is widely perceived as a politicized shake-up of Ukraine’s military leadership.",
        "content": "A New General Takes Over as Ukraine Struggles on the Battlefield - Gen. Oleksandr Syrsky is taking a job vacated by a general who is well-regarded by the army, in what is widely perceived as a politicized shake-up of Ukraine’s military leadership."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/climate/michael-mann-defamation-lawsuit.html",
        "title": "Michael Mann, a Leading Climate Scientist, Wins His Defamation Suit",
        "description": "The researcher had sued two writers for libel and slander over comments about his work. The jury awarded him damages of more than $1 million.",
        "content": "Michael Mann, a Leading Climate Scientist, Wins His Defamation Suit - The researcher had sued two writers for libel and slander over comments about his work. The jury awarded him damages of more than $1 million."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/us/politics/trump-putin-carlson-shifting-american-politics.html",
        "title": "Trump, Putin, Carlson and the Shifting Sands of Today’s American Politics",
        "description": "An interview with Russia’s leader and congressional resistance to aid for Ukraine underscore the transformation of the parties and electorate in the United States more than three decades after the Cold War.",
        "content": "Trump, Putin, Carlson and the Shifting Sands of Today’s American Politics - An interview with Russia’s leader and congressional resistance to aid for Ukraine underscore the transformation of the parties and electorate in the United States more than three decades after the Cold War."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/world/middleeast/riad-al-turk-the-mandela-of-syria-dies-in-exile-at-93.html",
        "title": "Riad al-Turk, the ‘Mandela of Syria,’ Dies in Exile at 93",
        "description": "Imprisoned four times, he spent almost 20 years in Syria’s prisons, nearly 18 in solitary confinement, for speaking out against the Assad regimes. He died in France.",
        "content": "Riad al-Turk, the ‘Mandela of Syria,’ Dies in Exile at 93 - Imprisoned four times, he spent almost 20 years in Syria’s prisons, nearly 18 in solitary confinement, for speaking out against the Assad regimes. He died in France."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/world/asia/supreme-court-trump-ukraine-asia.html",
        "title": "Friday Briefing: Will Trump Be Allowed to Hold Office Again?",
        "description": "Also, Pakistan’s elections and a shake-up in Ukraine’s military leadership.",
        "content": "Friday Briefing: Will Trump Be Allowed to Hold Office Again? - Also, Pakistan’s elections and a shake-up in Ukraine’s military leadership."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/climate/global-warming-dangerous-threshold.html",
        "title": "Have We Crossed a Dangerous Warming Threshold? Here’s What to Know.",
        "description": "Recent temperature rises have come uncomfortably close to a key benchmark: 1.5 degrees Celsius. It’s a bad sign for the world’s climate goals, but it’s not game over. Not yet.",
        "content": "Have We Crossed a Dangerous Warming Threshold? Here’s What to Know. - Recent temperature rises have come uncomfortably close to a key benchmark: 1.5 degrees Celsius. It’s a bad sign for the world’s climate goals, but it’s not game over. Not yet."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/us/queen-victoria-cruise-ship-outbreak-cdc.html",
        "title": "C.D.C. Investigating Gastrointestinal Illness on Luxury Cruise Ship",
        "description": "The Queen Victoria was on its way to Honolulu from San Francisco on a 107-night world cruise when more than 150 people on board reported symptoms, officials said.",
        "content": "C.D.C. Investigating Gastrointestinal Illness on Luxury Cruise Ship - The Queen Victoria was on its way to Honolulu from San Francisco on a 107-night world cruise when more than 150 people on board reported symptoms, officials said."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/science/pollution-flowers-pollination.html",
        "title": "Polluted Flowers Smell Less Sweet to Pollinators, Study Finds",
        "description": "The research, involving primroses and hawk moths, suggests that air pollution could be interfering with plant reproduction.",
        "content": "Polluted Flowers Smell Less Sweet to Pollinators, Study Finds - The research, involving primroses and hawk moths, suggests that air pollution could be interfering with plant reproduction."
    },
    {
        "link": "https://www.nytimes.com//video/world/europe/100000009303813/iceland-volcano.html",
        "title": "Iceland Volcano Erupts Again",
        "description": "A volcano system in southwestern Iceland erupted on Thursday for the third time since December.",
        "content": "Iceland Volcano Erupts Again - A volcano system in southwestern Iceland erupted on Thursday for the third time since December."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/world/europe/how-the-far-right-is-chipping-away-at-a-postwar-taboo.html",
        "title": "How the far right is chipping away at a postwar taboo",
        "description": "The traction gained by ultranationalist parties over the past decade may be a sign that an important consensus is breaking down.",
        "content": "How the far right is chipping away at a postwar taboo - The traction gained by ultranationalist parties over the past decade may be a sign that an important consensus is breaking down."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/us/politics/ukraine-russia-patriot-missile.html",
        "title": "Ukraine’s Creative Use of Weapons Carries Promise and Risk",
        "description": "A Russian plane shot down with a Patriot missile was probably carrying Ukrainian prisoners of war, U.S. officials say.",
        "content": "Ukraine’s Creative Use of Weapons Carries Promise and Risk - A Russian plane shot down with a Patriot missile was probably carrying Ukrainian prisoners of war, U.S. officials say."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/world/europe/uefa-ceferin-term-limits.html",
        "title": "UEFA Eases Term Limits but President Says He Won’t Test Them",
        "description": "Aleksander Ceferin prevailed in an effort that would have allowed him another four-year stint as president. Then he announced he wouldn’t seek one.",
        "content": "UEFA Eases Term Limits but President Says He Won’t Test Them - Aleksander Ceferin prevailed in an effort that would have allowed him another four-year stint as president. Then he announced he wouldn’t seek one."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/world/middleeast/israel-hostages-hamas-war-gaza.html",
        "title": "Some Hostages’ Families Say Israel Should Keep Fighting Hamas",
        "description": "A few relatives of hostages held in Gaza argue that Israel’s military must not be too quick to end the war, even if it prolongs their loved ones’ captivity.",
        "content": "Some Hostages’ Families Say Israel Should Keep Fighting Hamas - A few relatives of hostages held in Gaza argue that Israel’s military must not be too quick to end the war, even if it prolongs their loved ones’ captivity."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/world/asia/miss-japan-karolina-shiino-ukraine.html",
        "title": "The Brief Reign of Japan’s First Foreign-Born Beauty Queen",
        "description": "Karolina Shiino, a naturalized Japanese citizen who was born in Ukraine, resigned two weeks after winning the Miss Japan crown.",
        "content": "The Brief Reign of Japan’s First Foreign-Born Beauty Queen - Karolina Shiino, a naturalized Japanese citizen who was born in Ukraine, resigned two weeks after winning the Miss Japan crown."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/health/adolescents-boys-eating-disorders.html",
        "title": "More Adolescent Boys Have Eating Disorders. Two Experts Discuss Why.",
        "description": "For the longest time, researchers focused on diagnosing and treating girls, but that is changing.",
        "content": "More Adolescent Boys Have Eating Disorders. Two Experts Discuss Why. - For the longest time, researchers focused on diagnosing and treating girls, but that is changing."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/briefing/militia-iraq-senate-aid-immigration.html",
        "title": "Thursday Briefing",
        "description": "A U.S. strike kills a militia commander in Iraq.",
        "content": "Thursday Briefing - A U.S. strike kills a militia commander in Iraq."
    },
    {
        "link": "https://www.nytimes.com//2024/02/08/world/asia/election-pakistan.html",
        "title": "Pakistan Election Highlights Military’s Sway Over Stormy Politics",
        "description": "A crackdown on a major political party and the political resurrection of a former leader are the latest dizzying swerves in the country’s roller-coaster politics.",
        "content": "Pakistan Election Highlights Military’s Sway Over Stormy Politics - A crackdown on a major political party and the political resurrection of a former leader are the latest dizzying swerves in the country’s roller-coaster politics."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/climate/2024-hottest-january-data.html",
        "title": "2024 Begins With More Record Heat Worldwide",
        "description": "On the heels of Earth’s warmest year, January was the eighth month in a row in which global temperatures blew past previous records.",
        "content": "2024 Begins With More Record Heat Worldwide - On the heels of Earth’s warmest year, January was the eighth month in a row in which global temperatures blew past previous records."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/asia/pakistan-elections.html",
        "title": "What to Know About Pakistan’s Election",
        "description": "Analysts say Pakistan’s powerful military has never intervened so openly on behalf of its preferred candidate.",
        "content": "What to Know About Pakistan’s Election - Analysts say Pakistan’s powerful military has never intervened so openly on behalf of its preferred candidate."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/canada/sentence-state-secrets.html",
        "title": "Canadian Ex-Intelligence Official Is Sentenced to 14 Years Over State Secrets",
        "description": "Cameron Ortis was convicted of passing state secrets to men under police investigation, but his motives remain unknown. He said it was all part of an international mission he could not disclose.",
        "content": "Canadian Ex-Intelligence Official Is Sentenced to 14 Years Over State Secrets - Cameron Ortis was convicted of passing state secrets to men under police investigation, but his motives remain unknown. He said it was all part of an international mission he could not disclose."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/europe/ukraine-us-military-aid-russia.html",
        "title": "Ukraine Worries About Losing Its Biggest Weapon: U.S. Military Aid",
        "description": "Without it, Kyiv could hold out for part of the year, one expert said, but would then begin losing the war.",
        "content": "Ukraine Worries About Losing Its Biggest Weapon: U.S. Military Aid - Without it, Kyiv could hold out for part of the year, one expert said, but would then begin losing the war."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/middleeast/netanyahu-hamas-gaza-negotiations.html",
        "title": "Netanyahu Spurns Hamas Offer for Gaza Cease-Fire",
        "description": "The Israeli prime minister said that the proposed deal would leave Israel vulnerable to attack and that its forces were preparing to expand their operations.",
        "content": "Netanyahu Spurns Hamas Offer for Gaza Cease-Fire - The Israeli prime minister said that the proposed deal would leave Israel vulnerable to attack and that its forces were preparing to expand their operations."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/europe/uk-royal-family-harry.html",
        "title": "Prince Harry Ends U.K. Trip Without Meeting Prince William",
        "description": "On a whirlwind trip to London, Harry met briefly with his father, King Charles III, who has cancer, but did not visit his older brother, the heir to the throne.",
        "content": "Prince Harry Ends U.K. Trip Without Meeting Prince William - On a whirlwind trip to London, Harry met briefly with his father, King Charles III, who has cancer, but did not visit his older brother, the heir to the throne."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/americas/migrant-crisis-deport-venezuela-flights.html",
        "title": "Deportation Flights From the U.S. to Venezuela in Limbo",
        "description": "Flights sending Venezuelans back to their homeland have not taken off for two weeks. The move could be a setback to President Biden’s effort to tackle a migration surge.",
        "content": "Deportation Flights From the U.S. to Venezuela in Limbo - Flights sending Venezuelans back to their homeland have not taken off for two weeks. The move could be a setback to President Biden’s effort to tackle a migration surge."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/us/politics/united-states-support-ukraine.html",
        "title": "The United States Has Been a Bulwark for Ukraine. What Happens if Support Collapses?",
        "description": "American officials concede there is nothing on the horizon that could match the power of a new, $60 billion congressional appropriation to support its war against Russian aggression.",
        "content": "The United States Has Been a Bulwark for Ukraine. What Happens if Support Collapses? - American officials concede there is nothing on the horizon that could match the power of a new, $60 billion congressional appropriation to support its war against Russian aggression."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/us/politics/us-strike-iraq-milita.html",
        "title": "U.S. Strike in Baghdad Kills Iranian-Backed Militia Commander",
        "description": "The killing of a leader of Kata’ib Hezbollah continued a series of strikes in retaliation for attacks on U.S. troops in the region, including one that killed three Americans in Jordan.",
        "content": "U.S. Strike in Baghdad Kills Iranian-Backed Militia Commander - The killing of a leader of Kata’ib Hezbollah continued a series of strikes in retaliation for attacks on U.S. troops in the region, including one that killed three Americans in Jordan."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/us/politics/china-iran-arrests-export-controls.html",
        "title": "Two Cases Aim to Cut Off China and Iran From U.S. Technology",
        "description": "In one case, material stolen from a private company would help the development of technology to track ballistic and hypersonic missiles, U.S. officials said.",
        "content": "Two Cases Aim to Cut Off China and Iran From U.S. Technology - In one case, material stolen from a private company would help the development of technology to track ballistic and hypersonic missiles, U.S. officials said."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/asia/pakistan-vote-ukraine-israel-us-asia.html",
        "title": "Thursday Briefing: The Stakes of Pakistan’s Elections",
        "description": "Also, U.S. aid to Ukraine stalls and a fight over the origins of butter chicken.",
        "content": "Thursday Briefing: The Stakes of Pakistan’s Elections - Also, U.S. aid to Ukraine stalls and a fight over the origins of butter chicken."
    },
    {
        "link": "https://www.nytimes.com//video/world/europe/100000009301852/rome-statue-reconstruction.html",
        "title": "Digital Art Group Reconstructs a 43-Foot Ancient Roman Statue",
        "description": "Factum Foundation, a Madrid-based digital art group, analyzed 10 fragments from a sculpture of Constantine the Great, a fourth-century Roman emperor, to create a 1:1 replica.",
        "content": "Digital Art Group Reconstructs a 43-Foot Ancient Roman Statue - Factum Foundation, a Madrid-based digital art group, analyzed 10 fragments from a sculpture of Constantine the Great, a fourth-century Roman emperor, to create a 1:1 replica."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/europe/prince-william-king-charles-cancer.html",
        "title": "Prince William Is Back at Work, Facing a New Normal",
        "description": "Returning to royal duties after his wife’s surgery and the news of King Charles’s cancer, the heir to the throne will confront new demands on his time.",
        "content": "Prince William Is Back at Work, Facing a New Normal - Returning to royal duties after his wife’s surgery and the news of King Charles’s cancer, the heir to the throne will confront new demands on his time."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/europe/colossus-constantine-rome-statue.html",
        "title": "Rome’s Ancient Grandeur Towers Anew With a Copy of a Colossus",
        "description": "A 1:1 facsimile of the statue of Constantine shows how modern technology can help recreate the past, and offers new ideas for scholarship.",
        "content": "Rome’s Ancient Grandeur Towers Anew With a Copy of a Colossus - A 1:1 facsimile of the statue of Constantine shows how modern technology can help recreate the past, and offers new ideas for scholarship."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/asia/india-butter-chicken-lawsuit.html",
        "title": "Who Created Butter Chicken? India’s Great Curry Clash.",
        "description": "A court has been asked to solve a bitter dispute between two families who have very different accounts of the origins of a dish beloved around the world.",
        "content": "Who Created Butter Chicken? India’s Great Curry Clash. - A court has been asked to solve a bitter dispute between two families who have very different accounts of the origins of a dish beloved around the world."
    },
    {
        "link": "https://www.nytimes.com//video/world/asia/100000009293870/butter-chicken-inventor-india.html",
        "title": "The Debate Over Butter Chicken’s Origins",
        "description": "The celebrated Indian dish combines tandoori chicken with a creamy curry made with tomatoes, butter and spices.",
        "content": "The Debate Over Butter Chicken’s Origins - The celebrated Indian dish combines tandoori chicken with a creamy curry made with tomatoes, butter and spices."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/business/economy/united-states-china-mexico-trade.html",
        "title": "For First Time in Two Decades, U.S. Buys More From Mexico Than China",
        "description": "The United States bought more goods from Mexico than China in 2023 for the first time in 20 years, evidence of how much global trade patterns have shifted.",
        "content": "For First Time in Two Decades, U.S. Buys More From Mexico Than China - The United States bought more goods from Mexico than China in 2023 for the first time in 20 years, evidence of how much global trade patterns have shifted."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/arts/music/israel-eurovision-war-boycott.html",
        "title": "Israel Chooses a Eurovision Act as Boycott Campaigns Swirl",
        "description": "Eden Golan will represent the country in May, in a contest that looks set to be overshadowed by the war in Gaza.",
        "content": "Israel Chooses a Eurovision Act as Boycott Campaigns Swirl - Eden Golan will represent the country in May, in a contest that looks set to be overshadowed by the war in Gaza."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/europe/hungary-eu-sovereignty-law.html",
        "title": "Hungary and E.U. Lock Horns, This Time Over Foreign-Interference Law",
        "description": "The European Commission began a disciplinary procedure over recent legislation that focuses on contacts between foreigners and Hungarians.",
        "content": "Hungary and E.U. Lock Horns, This Time Over Foreign-Interference Law - The European Commission began a disciplinary procedure over recent legislation that focuses on contacts between foreigners and Hungarians."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/asia/pakistan-elections-attacks.html",
        "title": "Election Office Blasts in Pakistan Kill at Least 22 a Day Before Vote",
        "description": "Attacks against activities linked to the national elections, including the targeting of candidates, have surged during campaign season.",
        "content": "Election Office Blasts in Pakistan Kill at Least 22 a Day Before Vote - Attacks against activities linked to the national elections, including the targeting of candidates, have surged during campaign season."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/europe/sweden-nord-stream-pipeline.html",
        "title": "Sweden Closes Investigation of Pipeline Blasts, but Stays Silent on Cause",
        "description": "The natural-gas connection was sabotaged in September 2022, seven months after Russia’s invasion of Ukraine, prompting rampant speculation about who was to blame.",
        "content": "Sweden Closes Investigation of Pipeline Blasts, but Stays Silent on Cause - The natural-gas connection was sabotaged in September 2022, seven months after Russia’s invasion of Ukraine, prompting rampant speculation about who was to blame."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/americas/ecuador-gang-violence-noboa.html",
        "title": "Terrorized by Gangs, Ecuador Embraces the Hard-Line ‘Noboa Way’",
        "description": "President Daniel Noboa’s new war on gangs has widespread support in a nation overwhelmed by violence. But experts warn it could endanger civil liberties.",
        "content": "Terrorized by Gangs, Ecuador Embraces the Hard-Line ‘Noboa Way’ - President Daniel Noboa’s new war on gangs has widespread support in a nation overwhelmed by violence. But experts warn it could endanger civil liberties."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/asia/pakistan-election.html",
        "title": "It Was Once Pakistan’s Military Stronghold. Now Even It Has Had Enough.",
        "description": "The mounting frustration with the military establishment is a stark shift in Punjab, the country’s most populous and politically important province.",
        "content": "It Was Once Pakistan’s Military Stronghold. Now Even It Has Had Enough. - The mounting frustration with the military establishment is a stark shift in Punjab, the country’s most populous and politically important province."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/books/books-lagos-nigeria.html",
        "title": "Read Your Way Through Lagos",
        "description": "Like many Nigerians, the novelist Stephen Buoro has been deeply influenced by the exquisite bedlam of Lagos, a megacity of extremes. Here, he defines the books that make sense of the chaos.",
        "content": "Read Your Way Through Lagos - Like many Nigerians, the novelist Stephen Buoro has been deeply influenced by the exquisite bedlam of Lagos, a megacity of extremes. Here, he defines the books that make sense of the chaos."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/europe/russia-ukraine-war-attack.html",
        "title": "Russian Strikes Hit Ukrainian Cities at a Tense Time for Kyiv",
        "description": "The attacks killed at least five people, officials said, as Ukraine raises pleas for more American aid and President Volodymyr Zelensky considers changes in his administration.",
        "content": "Russian Strikes Hit Ukrainian Cities at a Tense Time for Kyiv - The attacks killed at least five people, officials said, as Ukraine raises pleas for more American aid and President Volodymyr Zelensky considers changes in his administration."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/briefing/trump-immunity-ruling-hamas-cease-fire.html",
        "title": "Wednesday Briefing",
        "description": "A court rejects Donald Trump’s immunity claim.",
        "content": "Wednesday Briefing - A court rejects Donald Trump’s immunity claim."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/europe/italy-meloni-orban-ukraine-funding.html",
        "title": "Giorgia Meloni Solidifies Her Credentials in Europe",
        "description": "The Italian prime minister helped persuade the Hungarian leader, Viktor Orban, to go along with a landmark fund for Ukraine. It was a big moment for Europe. And for her.",
        "content": "Giorgia Meloni Solidifies Her Credentials in Europe - The Italian prime minister helped persuade the Hungarian leader, Viktor Orban, to go along with a landmark fund for Ukraine. It was a big moment for Europe. And for her."
    },
    {
        "link": "https://www.nytimes.com//2024/02/07/world/middleeast/iraq-iran-us-strikes.html",
        "title": "Iraq Hosts Both U.S. and Iranian-Backed Forces. It’s Getting Tense.",
        "description": "As Iranian-backed groups and American forces, both of which have bases in Iraq, lock horns around the Mideast, things are becoming uncomfortable for the Iraqi government.",
        "content": "Iraq Hosts Both U.S. and Iranian-Backed Forces. It’s Getting Tense. - As Iranian-backed groups and American forces, both of which have bases in Iraq, lock horns around the Mideast, things are becoming uncomfortable for the Iraqi government."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/middleeast/hamas-israel-truce-hostage-negotiations.html",
        "title": "Hamas Gives ‘Positive’ Reply to Gaza Truce Plan, but Odds Remain Murky",
        "description": "U.S. and Qatari leaders hinted at progress in talks for a truce and the release of hostages, but it remains unclear how Israel, determined to crush Hamas, will respond to the group’s counteroffer.",
        "content": "Hamas Gives ‘Positive’ Reply to Gaza Truce Plan, but Odds Remain Murky - U.S. and Qatari leaders hinted at progress in talks for a truce and the release of hostages, but it remains unclear how Israel, determined to crush Hamas, will respond to the group’s counteroffer."
    },
    {
        "link": "https://www.nytimes.com//video/world/middleeast/100000009300985/blinken-israel-hamas-hostages.html",
        "title": "Blinken Says ‘Agreement Is Possible’ With Hamas on a Hostage Deal",
        "description": "Secretary of State Antony J. Blinken cautioned that there was still “a lot of work to be done,” as the United States and its allies prepare to review Hamas’s response to their cease-fire proposal.",
        "content": "Blinken Says ‘Agreement Is Possible’ With Hamas on a Hostage Deal - Secretary of State Antony J. Blinken cautioned that there was still “a lot of work to be done,” as the United States and its allies prepare to review Hamas’s response to their cease-fire proposal."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/asia/trump-case-israel-hostages-charles-asia.html",
        "title": "Wednesday Briefing: A Legal Blow to Trump",
        "description": "Plus, a Korean food renaissance in New York.",
        "content": "Wednesday Briefing: A Legal Blow to Trump - Plus, a Korean food renaissance in New York."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/americas/chile-sebastian-pinera-chile-dies.html",
        "title": "Former Chilean President Sebastián Piñera Dies in Helicopter Crash",
        "description": "Mr. Piñera was a billionaire businessman who served two terms, leaving office in 2022.",
        "content": "Former Chilean President Sebastián Piñera Dies in Helicopter Crash - Mr. Piñera was a billionaire businessman who served two terms, leaving office in 2022."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/europe/king-charles-cancer-privacy.html",
        "title": "King Pushed for Transparency on Diagnosis. He Raised Questions in the Process.",
        "description": "The king has let people know more about his health than other monarchs, but a decision to keep private the form of cancer he has is leading to speculation in lieu of facts.",
        "content": "King Pushed for Transparency on Diagnosis. He Raised Questions in the Process. - The king has let people know more about his health than other monarchs, but a decision to keep private the form of cancer he has is leading to speculation in lieu of facts."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/europe/tucker-carlson-putin-interview.html",
        "title": "Tucker Carlson Says His Putin Interview Will Be Shown on Thursday",
        "description": "The interview, which Moscow said took place this week, would give the Russian leader a chance to reach a potentially sympathetic audience in the United States.",
        "content": "Tucker Carlson Says His Putin Interview Will Be Shown on Thursday - The interview, which Moscow said took place this week, would give the Russian leader a chance to reach a potentially sympathetic audience in the United States."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/climate/climate-michael-mann-defamation-trial.html",
        "title": "The Changing Focus of Climate Denial: From Science to Scientists",
        "description": "The scientist Michael Mann is challenging attacks on his work in a defamation suit that’s taken 12 years to come to trial.",
        "content": "The Changing Focus of Climate Denial: From Science to Scientists - The scientist Michael Mann is challenging attacks on his work in a defamation suit that’s taken 12 years to come to trial."
    },
    {
        "link": "https://www.nytimes.com//interactive/2024/02/06/world/europe/king-charles-royal-family-succession.html",
        "title": "The Royal Line of Succession",
        "description": "King Charles III’s cancer diagnosis may mean a more prominent public role for others in the royal family. Here’s the current line of succession.",
        "content": "The Royal Line of Succession - King Charles III’s cancer diagnosis may mean a more prominent public role for others in the royal family. Here’s the current line of succession."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/middleeast/turkey-earthquake-recovery-anniversary.html",
        "title": "A Year After a Devastating Quake: Container Cities, Trials and Grief",
        "description": "On the anniversary of a catastrophic earthquake, Turkey is still struggling to rebuild, help survivors and hold people responsible for shoddy construction.",
        "content": "A Year After a Devastating Quake: Container Cities, Trials and Grief - On the anniversary of a catastrophic earthquake, Turkey is still struggling to rebuild, help survivors and hold people responsible for shoddy construction."
    },
    {
        "link": "https://www.nytimes.com//video/world/middleeast/100000009299631/turkey-quake-family-struggle.html",
        "title": "After the Quake: One Turkish Family’s Year-Long Struggle",
        "description": "In the year since earthquakes devastated southern Turkey, the Karapirli family have worked to repair, relearn to use their bodies, and cope with a bottomless sense of loss.",
        "content": "After the Quake: One Turkish Family’s Year-Long Struggle - In the year since earthquakes devastated southern Turkey, the Karapirli family have worked to repair, relearn to use their bodies, and cope with a bottomless sense of loss."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/europe/king-charles-cancer-diagnosis-monarchy.html",
        "title": "Charles III’s Cancer Diagnosis Could Reshape How the Monarchy Works",
        "description": "Britain’s king has been a highly visible royal, making hundreds of public appearances. As he steps back from view, who will fill the gap?",
        "content": "Charles III’s Cancer Diagnosis Could Reshape How the Monarchy Works - Britain’s king has been a highly visible royal, making hundreds of public appearances. As he steps back from view, who will fill the gap?"
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/middleeast/israel-gaza-hostages-dead.html",
        "title": "More Than a Fifth of Hostages in Gaza Are Dead, Israel Says",
        "description": "As Israel and Hamas inch closer to a deal to free hostages in exchange for Palestinian prisoners and a cease-fire, the military disclosed that at least 30 of the captives still in Gaza have been confirmed dead.",
        "content": "More Than a Fifth of Hostages in Gaza Are Dead, Israel Says - As Israel and Hamas inch closer to a deal to free hostages in exchange for Palestinian prisoners and a cease-fire, the military disclosed that at least 30 of the captives still in Gaza have been confirmed dead."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/health/solitary-confinement-immigrants-us.html",
        "title": "Federal Records Show Increasing Use of Solitary Confinement for Immigrants",
        "description": "A new report based on records from the Trump and Biden years found the average length of solitary detainment was longer than the duration the U.N. says can constitute torture.",
        "content": "Federal Records Show Increasing Use of Solitary Confinement for Immigrants - A new report based on records from the Trump and Biden years found the average length of solitary detainment was longer than the duration the U.N. says can constitute torture."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/europe/king-charles-cancer-diagnosis-explained.html",
        "title": "King Charles Has Cancer. Here’s What to Know.",
        "description": "The British monarch’s diagnosis was a surprise announcement. Here’s a guide to the news and its potential implications.",
        "content": "King Charles Has Cancer. Here’s What to Know. - The British monarch’s diagnosis was a surprise announcement. Here’s a guide to the news and its potential implications."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/africa/kenyan-cult-leader-charged.html",
        "title": "Kenyan Cult Leader Is Charged in the Deaths of 191 Children",
        "description": "When Paul Nthenge Mackenzie preached that the world was about to end, many of his believers starved themselves to death. He has now been charged along with 29 others.",
        "content": "Kenyan Cult Leader Is Charged in the Deaths of 191 Children - When Paul Nthenge Mackenzie preached that the world was about to end, many of his believers starved themselves to death. He has now been charged along with 29 others."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/middleeast/us-ambassadors-pacific-ukraine-israel-aid.html",
        "title": "U.S. Ambassadors in the Pacific Urge Action on Ukraine, Israel and Border Bill",
        "description": "With the package teetering on the brink of collapse, diplomats said the nation’s credibility was on the line.",
        "content": "U.S. Ambassadors in the Pacific Urge Action on Ukraine, Israel and Border Bill - With the package teetering on the brink of collapse, diplomats said the nation’s credibility was on the line."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/middleeast/gaza-rafah-shelter.html",
        "title": "Displaced Gazans Wonder Where to Go as Israel Vows to Keep Pushing South",
        "description": "Some in Rafah, in southern Gaza, were already dismantling their tents, packing their bags and fleeing. But it was unclear whether other areas would be safer.",
        "content": "Displaced Gazans Wonder Where to Go as Israel Vows to Keep Pushing South - Some in Rafah, in southern Gaza, were already dismantling their tents, packing their bags and fleeing. But it was unclear whether other areas would be safer."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/americas/haiti-president-assassination-first-lady.html",
        "title": "President’s Assassination Case Yields an Unexpected Name: the First Lady’s",
        "description": "A Haitian prosecutor has issued a criminal complaint naming several people as potential conspirators in the assassination of President Jovenel Moïse, including his wife.",
        "content": "President’s Assassination Case Yields an Unexpected Name: the First Lady’s - A Haitian prosecutor has issued a criminal complaint naming several people as potential conspirators in the assassination of President Jovenel Moïse, including his wife."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/middleeast/israel-idf-soldiers-war-social-media-video.html",
        "title": "What Israeli Soldiers’ Videos Reveal: Cheering Destruction and Mocking Gazans",
        "description": "An analysis of social media videos found Israeli soldiers filming themselves in Gaza and destroying what appears to be civilian property. The footage provides a rare and unsanctioned window into the war.",
        "content": "What Israeli Soldiers’ Videos Reveal: Cheering Destruction and Mocking Gazans - An analysis of social media videos found Israeli soldiers filming themselves in Gaza and destroying what appears to be civilian property. The footage provides a rare and unsanctioned window into the war."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/middleeast/yemen-peace-deal.html",
        "title": "Houthi Attacks and U.S.-Led Strikes Dash Hopes for Quick Yemen Peace Deal",
        "description": "A U.N.-backed process to end Yemen’s nine-year conflict appeared to be moving forward recently. But then the war in Gaza began and tensions spilled over.",
        "content": "Houthi Attacks and U.S.-Led Strikes Dash Hopes for Quick Yemen Peace Deal - A U.N.-backed process to end Yemen’s nine-year conflict appeared to be moving forward recently. But then the war in Gaza began and tensions spilled over."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/briefing/king-charles-cancer-blinken.html",
        "title": "Tuesday Briefing",
        "description": "King Charles is diagnosed with cancer.",
        "content": "Tuesday Briefing - King Charles is diagnosed with cancer."
    },
    {
        "link": "https://www.nytimes.com//2024/02/06/world/asia/north-korea-russia-missiles-bank.html",
        "title": "A Russian Bank Account May Offer Clues to a North Korean Arms Deal",
        "description": "Moscow may be trying to help Pyongyang with access to the international financial system in exchange for missiles and ammunition, U.S.-allied intelligence officials suggest.",
        "content": "A Russian Bank Account May Offer Clues to a North Korean Arms Deal - Moscow may be trying to help Pyongyang with access to the international financial system in exchange for missiles and ammunition, U.S.-allied intelligence officials suggest."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/world/africa/senegal-election-postponement.html",
        "title": "Senegal Parliament Delays Elections Until December After Opposition Showdown",
        "description": "President Macky Sall abruptly postponed elections scheduled for this month, and on Monday, legislators in the West African nation voted to allow him to stay in office months after his presidency is to end.",
        "content": "Senegal Parliament Delays Elections Until December After Opposition Showdown - President Macky Sall abruptly postponed elections scheduled for this month, and on Monday, legislators in the West African nation voted to allow him to stay in office months after his presidency is to end."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/world/middleeast/blinken-saudi-crown-prince.html",
        "title": "Blinken Meets Saudi Crown Prince on Mideast Push for Pause in Gaza War",
        "description": "The top U.S. diplomat spoke with Saudi Arabia’s de facto ruler as he sought to broker a pause in the fighting. His visit came the same day a drone struck a Syrian base used by U.S. forces and their allies.",
        "content": "Blinken Meets Saudi Crown Prince on Mideast Push for Pause in Gaza War - The top U.S. diplomat spoke with Saudi Arabia’s de facto ruler as he sought to broker a pause in the fighting. His visit came the same day a drone struck a Syrian base used by U.S. forces and their allies."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/us/politics/us-strikes-iraq-syria.html",
        "title": "U.S. Strikes Hit Most of Targets in Iraq and Syria, Pentagon Says",
        "description": "U.S. officials acknowledge that the targeted militias still retain the majority of their capability to carry out future attacks.",
        "content": "U.S. Strikes Hit Most of Targets in Iraq and Syria, Pentagon Says - U.S. officials acknowledge that the targeted militias still retain the majority of their capability to carry out future attacks."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/world/middleeast/unrwa-funds-gaza-aid.html",
        "title": "UNRWA Set to Lose $65 Million, Documents Show",
        "description": "The agency, which plays a key role in the humanitarian crisis in Gaza, has received an influx of private donations but not enough to make up for the loss of international funding.",
        "content": "UNRWA Set to Lose $65 Million, Documents Show - The agency, which plays a key role in the humanitarian crisis in Gaza, has received an influx of private donations but not enough to make up for the loss of international funding."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/world/asia/blinken-middle-east-gaza-chile-asia.html",
        "title": "Tuesday Briefing: Blinken’s High-Stakes Middle East Trip",
        "description": "Also, King Charles’s cancer diagnosis and the women who ruled the Grammys.",
        "content": "Tuesday Briefing: Blinken’s High-Stakes Middle East Trip - Also, King Charles’s cancer diagnosis and the women who ruled the Grammys."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/world/americas/chile-wildfire-botanical-garden.html",
        "title": "Tragedy, Resilience and a Miracle at Chile’s Burned Botanical Garden",
        "description": "Wildfires destroyed 98 percent of Chile’s national botanical garden and killed a worker and her family. But there were signs of hope in the ashes.",
        "content": "Tragedy, Resilience and a Miracle at Chile’s Burned Botanical Garden - Wildfires destroyed 98 percent of Chile’s national botanical garden and killed a worker and her family. But there were signs of hope in the ashes."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/climate/california-floods-chile-wildfires-global-warming.html",
        "title": "The Fingerprints on Chile’s Fires and California Floods: El Niño and Warming",
        "description": "Two disasters, far apart, show how a dangerous climate cocktail can devastate places known for mild weather.",
        "content": "The Fingerprints on Chile’s Fires and California Floods: El Niño and Warming - Two disasters, far apart, show how a dangerous climate cocktail can devastate places known for mild weather."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/world/europe/rishi-sunak-northern-ireland.html",
        "title": "British Leader, in Northern Ireland, Relishes a Rare Success",
        "description": "A deal bringing disaffected unionists back into the government in Belfast has left Prime Minister Rishi Sunak with one less thing to worry about.",
        "content": "British Leader, in Northern Ireland, Relishes a Rare Success - A deal bringing disaffected unionists back into the government in Belfast has left Prime Minister Rishi Sunak with one less thing to worry about."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/world/europe/king-charles-cancer.html",
        "title": "King Charles Is Diagnosed With Cancer",
        "description": "Buckingham Palace did not specify the type of cancer but said Britain’s monarch would postpone his public engagements during his treatment.",
        "content": "King Charles Is Diagnosed With Cancer - Buckingham Palace did not specify the type of cancer but said Britain’s monarch would postpone his public engagements during his treatment."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/world/europe/yandex-russia-sale.html",
        "title": "Russian Tech Giant Reaches $5 Billion Deal to Quit Russia",
        "description": "Yandex, often called “Russia’s Google,” said it reached a deal to sell off its assets in the market where it made its fortune, after the war in Ukraine upended its operations.",
        "content": "Russian Tech Giant Reaches $5 Billion Deal to Quit Russia - Yandex, often called “Russia’s Google,” said it reached a deal to sell off its assets in the market where it made its fortune, after the war in Ukraine upended its operations."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/climate/global-warming-sponges.html",
        "title": "Six Spongy Sea Creatures Suggest Warming Might Be Worse Than Thought",
        "description": "Research on a long-lived but rarely seen species in the Caribbean is helping scientists piece together a revised history of climate change.",
        "content": "Six Spongy Sea Creatures Suggest Warming Might Be Worse Than Thought - Research on a long-lived but rarely seen species in the Caribbean is helping scientists piece together a revised history of climate change."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/world/europe/paris-vote-suvs-parking.html",
        "title": "Parisians Vote to Triple Parking Fees for Big S.U.V.s and Other Hefty Cars",
        "description": "The city authorities say that large cars pollute more and are dangerous for pedestrians. Opponents say the mayor is on a crusade against motorists.",
        "content": "Parisians Vote to Triple Parking Fees for Big S.U.V.s and Other Hefty Cars - The city authorities say that large cars pollute more and are dangerous for pedestrians. Opponents say the mayor is on a crusade against motorists."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/business/us-treasury-officials-china-visit.html",
        "title": "Top U.S. Treasury Officials to Visit Beijing for Economic Talks",
        "description": "A meeting of the new economic working group comes as the U.S. and China are trying to prevent any escalation of hostilities.",
        "content": "Top U.S. Treasury Officials to Visit Beijing for Economic Talks - A meeting of the new economic working group comes as the U.S. and China are trying to prevent any escalation of hostilities."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/world/canada/hockey-canada-scandal-sexual-assault.html",
        "title": "As Canadian Hockey Players Face Assault Charges, Officials Are on Defensive",
        "description": "Hockey fans in Canada are struggling to make sense of a scandal that has led to sexual-assault charges against five former junior hockey players.",
        "content": "As Canadian Hockey Players Face Assault Charges, Officials Are on Defensive - Hockey fans in Canada are struggling to make sense of a scandal that has led to sexual-assault charges against five former junior hockey players."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/world/middleeast/israel-netanyahu-americans-elections.html",
        "title": "Many Israelis Want Netanyahu Out. But There Is No Simple Path to Do It.",
        "description": "There is no clear mechanism to force early elections in Israel. But there are other ways to oust the Israeli prime minister.",
        "content": "Many Israelis Want Netanyahu Out. But There Is No Simple Path to Do It. - There is no clear mechanism to force early elections in Israel. But there are other ways to oust the Israeli prime minister."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/world/asia/china-travel-weather-lunar-new-year.html",
        "title": "Severe Weather Disrupts Travel in China Ahead of Lunar New Year",
        "description": "Hundreds of flights and trains have been canceled as China’s most important holiday approaches, and more bad weather is in the forecast.",
        "content": "Severe Weather Disrupts Travel in China Ahead of Lunar New Year - Hundreds of flights and trains have been canceled as China’s most important holiday approaches, and more bad weather is in the forecast."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/world/europe/zelensky-ukraine-war.html",
        "title": "Zelensky Hints at Major Shake-Up of Ukraine’s Government",
        "description": "The president said a “reset” was needed to revive the struggling war effort, adding that his plans were “about the direction of the country’s leadership” and not just about replacing his top general.",
        "content": "Zelensky Hints at Major Shake-Up of Ukraine’s Government - The president said a “reset” was needed to revive the struggling war effort, adding that his plans were “about the direction of the country’s leadership” and not just about replacing his top general."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/world/asia/australian-writer-yang-china-death-sentence.html",
        "title": "Chinese-Australian Writer Held by China Given Suspended Death Sentence",
        "description": "The verdict in the case of Yang Hengjun, who was detained on national security charges, may weigh on the warming relations between China and Australia.",
        "content": "Chinese-Australian Writer Held by China Given Suspended Death Sentence - The verdict in the case of Yang Hengjun, who was detained on national security charges, may weigh on the warming relations between China and Australia."
    },
    {
        "link": "https://www.nytimes.com//2024/02/05/briefing/houthi-yemen-chile-fire.html",
        "title": "Monday Briefing",
        "description": "The U.S. leads strikes in the Middle East.",
        "content": "Monday Briefing - The U.S. leads strikes in the Middle East."
    },
    {
        "link": "https://www.nytimes.com//video/world/asia/100000009297346/china-travel-weather-lunar-new-year.html",
        "title": "Heavy Snow in China Disrupts Holiday Travel",
        "description": "Footage from China Central Television, a state media outlet, showed vehicles moving slowly on highways blanketed by snow as the Lunar New Year travel rush begins.",
        "content": "Heavy Snow in China Disrupts Holiday Travel - Footage from China Central Television, a state media outlet, showed vehicles moving slowly on highways blanketed by snow as the Lunar New Year travel rush begins."
    },
    {
        "link": "https://www.nytimes.com//2024/02/04/world/middleeast/us-mideast-strikes-blinken.html",
        "title": "U.S. Strikes Iranian-Backed Targets for Third Day in a Row",
        "description": "The attack on Houthi militants in Yemen came as Secretary of State Antony Blinken headed for the Mideast to try to defuse escalating tensions.",
        "content": "U.S. Strikes Iranian-Backed Targets for Third Day in a Row - The attack on Houthi militants in Yemen came as Secretary of State Antony Blinken headed for the Mideast to try to defuse escalating tensions."
    },
    {
        "link": "https://www.nytimes.com//2024/02/04/world/africa/kenya-deployment-haiti.html",
        "title": "Kenya Plans to Bypass Court Order in Haiti Deployment",
        "description": "The United Nations-approved mission to stem gang violence in Haiti has faced widespread criticism from activists and lawmakers and was blocked by a High Court judge in Kenya in January.",
        "content": "Kenya Plans to Bypass Court Order in Haiti Deployment - The United Nations-approved mission to stem gang violence in Haiti has faced widespread criticism from activists and lawmakers and was blocked by a High Court judge in Kenya in January."
    },
    {
        "link": "https://www.nytimes.com//2024/02/04/world/americas/chile-fires-photos.html",
        "title": "Photos From a Firestorm: Chile’s Deadly Blazes",
        "description": "Officials said Sunday that at least 99 people had been killed and hundreds remained missing, and warned that the toll could rise sharply.",
        "content": "Photos From a Firestorm: Chile’s Deadly Blazes - Officials said Sunday that at least 99 people had been killed and hundreds remained missing, and warned that the toll could rise sharply."
    },
    {
        "link": "https://www.nytimes.com//2024/02/04/world/asia/us-houthi-strikes-iran-ukraine-asia.html",
        "title": "Monday Briefing: A Weekend of U.S.-Led Strikes",
        "description": "Also, Ukraine’s grinding fight and China’s expanding nuclear arsenal.",
        "content": "Monday Briefing: A Weekend of U.S.-Led Strikes - Also, Ukraine’s grinding fight and China’s expanding nuclear arsenal."
    }
]